Repository: berkayhuz/norge360
Catalog: Norge360/Resources/InterfaceUI.xcstrings
Source language: en
Languages: am, ar, de, es, fa, fa_af, fr, nb, pl, ru, so, ti, tr, uk, ur

# image.adjust_hint
source: Drag to frame your photo. Adjust it before sharing.
am: ፎቶህን ለመቅረጽ ጎትት። ከማጋራትዎ በፊት ያስተካክሉት።
ar: اسحب لتأطير صورتك. اضبطه قبل المشاركة.
de: Ziehen Sie, um Ihr Foto einzurahmen. Passen Sie es vor dem Teilen an.
es: Arrastra para enmarcar tu foto. Ajústalo antes de compartir.
fa: بکشید تا عکس خود را قاب کنید. قبل از اشتراک گذاری آن را تنظیم کنید.
fa_af: برای قاب کردن عکس تان بکشید. قبل از اشتراک گذاری آنرا تنظیم کنید.
fr: Faites glisser pour encadrer votre photo. Ajustez-le avant de partager.
nb: Dra for å ramme inn bildet. Juster det før du deler.
pl: Przeciągnij, aby wykadrować zdjęcie. Dostosuj go przed udostępnieniem.
ru: Перетащите, чтобы создать рамку для фотографии. Настройте его, прежде чем делиться.
so: Jiid si aad u sawirto sawirkaaga. hagaaji ka hor inta aadan wadaagin.
ti: ስእልኻ ፍሬም ንምግባር ስሓብ። ቅድሚ ምክፋልኩም ኣስተኻኽልዎ።
tr: Fotoğrafı sürükleyerek konumlandır. Paylaşmadan önce düzenle.
uk: Перетягніть, щоб обрамити фотографію. Налаштуйте його, перш ніж ділитися.
ur: اپنی تصویر کو فریم کرنے کے لیے گھسیٹیں۔ شیئر کرنے سے پہلے اسے ایڈجسٹ کریں۔

# image.zoom
source: Zoom
am: አጉላ
ar: تكبير
de: Zoomen
es: Ampliar
fa: بزرگنمایی ضربه بزنید؛
fa_af: زوم
fr: Zoomer
pl: Powiększ
ru: Увеличить
so: Soo dhawoow
ti: ዙም ምግባር
tr: Yakınlaştır
uk: Збільшити
ur: زوم

# image.crop
source: Crop
am: ሰብል
ar: المحاصيل
de: Zuschneiden
es: Cultivo
fa: برش
fa_af: محصول
fr: Recadrer
nb: Beskjære
pl: Przytnij
ru: Обрезка
so: Dalagga
ti: ዝራእቲ
tr: Kırp
uk: кадрування
ur: فصل

# image.aspect.free
source: Original
am: ኦሪጅናል
ar: أصلي
es: Originales
fa: اصل
fa_af: اصلی
fr: Originale
pl: Oryginał
ru: Оригинал
so: Asalka
ti: ኦርጅናል
tr: Orijinal
uk: Оригінал
ur: اصل

# image.aspect.square
source: Square
am: ካሬ
ar: مربع
de: Quadratisch
es: cuadrado
fa: مربع
fa_af: مربع
fr: Carré
pl: Kwadrat
ru: Площадь
ti: ስኴር
tr: Kare
uk: Квадратний
ur: مربع

# image.aspect.portrait
source: Portrait
am: የቁም ሥዕል
ar: صورة
de: Porträt
es: retrato
fa: پرتره
fa_af: پرتره
nb: Portrett
pl: Portret
ru: Портрет
so: Sawirka
ti: ስእሊ
tr: Dikey
uk: Портрет
ur: پورٹریٹ

# image.aspect.cover
source: Wide
am: ሰፊ
ar: واسعة
de: Breit
es: ancho
fa: عریض
fa_af: وسیع
fr: Large
nb: Bred
pl: Szeroki
ru: Широкий
so: Balaadhan
ti: ገፊሕ
tr: Geniş
uk: Широкий
ur: چوڑا

# image.rotate
source: Rotate
am: አሽከርክር
ar: تدوير
de: Drehen
es: rotar
fa: چرخش
fa_af: بچرخانید
fr: Rotation
nb: Roter
pl: Obróć
ru: Поворот
so: Isku rog
ti: ምዝዋር
tr: Döndür
uk: Обертати
ur: گھمائیں۔

# image.reset
source: Reset
am: ዳግም አስጀምር
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fa: بازنشانی کنید
fa_af: تنظیم مجدد
fr: Réinitialiser
nb: Tilbakestill
pl: Zresetuj
ru: Сброс
so: Dib u dajin
ti: ዳግማይ ምትካል
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں۔

# image.review
source: Review photo
am: ፎቶን ይገምግሙ
ar: مراجعة الصورة
de: Rezensionsfoto
es: Foto de revisión
fa: بررسی عکس
fa_af: عکس مرور
fr: Revoir la photo
nb: Anmeld bildet
pl: Przejrzyj zdjęcie
ru: Обзор фото
so: Sawirka dib u eeg
ti: ሪቪው ፎቶ
tr: Fotoğrafı düzenle
uk: Фото огляду
ur: تصویر کا جائزہ لیں۔

# image.use
source: Use photo
am: ፎቶ ተጠቀም
ar: استخدم الصورة
de: Foto verwenden
es: usar foto
fa: از عکس استفاده کنید
fa_af: از عکس استفاده کنید
fr: Utiliser une photo
nb: Bruk bilde
pl: Użyj zdjęcia
ru: Использовать фото
so: Isticmaal sawir
ti: ስእሊ ተጠቐም
tr: Fotoğrafı kullan
uk: Використовуйте фото
ur: تصویر استعمال کریں۔

# image.unavailable
source: Photo unavailable
am: ፎቶ የለም።
ar: الصورة غير متاحة
de: Foto nicht verfügbar
es: Foto no disponible
fa: عکس در دسترس نیست
fa_af: عکس موجود نیست
fr: Photo indisponible
nb: Bildet er ikke tilgjengelig
pl: Zdjęcie niedostępne
ru: Фото недоступно
so: Sawirka lama heli karo
ti: ስእሊ ኣይተረኽበን።
tr: Fotoğraf görüntülenemiyor
uk: Фото недоступне
ur: تصویر دستیاب نہیں ہے۔

# image.close
source: Close photo
am: ፎቶ ዝጋ
ar: إغلاق الصورة
de: Foto schließen
es: Cerrar foto
fa: بستن عکس
fa_af: عکس نزدیک
fr: Fermer la photo
nb: Lukk bilde
pl: Zamknij zdjęcie
ru: Закрыть фото
so: Sawirka xidh
ti: ስእሊ ዕጸው
tr: Fotoğrafı kapat
uk: Закрити фото
ur: تصویر بند کریں۔

# search.clear
source: Clear search
am: ፍለጋን አጽዳ
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fa: جستجو را پاک کنید
fa_af: جستجو پاک کنید
fr: Effacer la recherche
nb: Tøm søk
pl: Wyczyść wyszukiwanie
ru: Очистить поиск
so: Nadiifi raadinta
ti: ንጹር ምድላይ
tr: Aramayı temizle
uk: Очистити пошук
ur: تلاش صاف کریں۔

# explore.latest_hint
source: Newest community posts first
am: መጀመሪያ አዲስ የማህበረሰብ ልጥፎች
ar: أحدث مشاركات المجتمع أولاً
de: Neueste Community-Beiträge zuerst
es: Las publicaciones más recientes de la comunidad primero
fa: جدیدترین پست های انجمن ابتدا
fa_af: جدیدترین پست های جامعه اول
fr: Les messages les plus récents de la communauté en premier
nb: Nyeste fellesskapsinnlegg først
pl: Najpierw najnowsze posty w społeczności
ru: Сначала самые новые публикации сообщества
so: Qoraalada ugu cusub ee bulshada marka hore
ti: ሓደስቲ ናይ ማሕበረሰብ ጽሑፋት መጀመርታ
tr: En yeni topluluk gönderileri önce
uk: Спершу найновіші публікації спільноти
ur: کمیونٹی کی تازہ ترین پوسٹس پہلے

# explore.relevance_hint
source: Your groups first, then recent posts
am: በመጀመሪያ ቡድኖችዎ፣ ከዚያ የቅርብ ጊዜ ልጥፎች
ar: مجموعاتك أولاً، ثم المشاركات الأخيرة
de: Zuerst Ihre Gruppen, dann aktuelle Beiträge
es: Tus grupos primero, luego las publicaciones recientes
fa: ابتدا گروه های شما، سپس پست های اخیر
fa_af: اول گروه های شما بعد پست های اخیر
fr: Vos groupes d'abord, puis les messages récents
nb: Gruppene dine først, deretter siste innlegg
pl: Najpierw Twoje grupy, potem ostatnie posty
ru: Сначала ваши группы, затем последние публикации.
so: Kooxihiina marka hore, ka dibna qoraalladii u dambeeyay
ti: መጀመርታ ጉጅለታትኩም፡ ድሕሪኡ ኣብ ቀረባ እዋን ዝወጹ ጽሑፋት
tr: Önce grupların, ardından yeni gönderiler
uk: Спочатку ваші групи, а потім останні публікації
ur: پہلے آپ کے گروپس، پھر حالیہ پوسٹس

# explore.relevant
source: For you
am: ለእርስዎ
ar: بالنسبة لك
de: Für dich
es: para ti
fa: برای شما
fa_af: برای شما
fr: Pour toi
nb: For deg
pl: Dla ciebie
ru: Для тебя
so: Adiga
ti: ንዓኻ
tr: Senin için
uk: Для тебе
ur: آپ کے لیے

# explore.latest
source: Latest
am: የቅርብ ጊዜ
ar: الأحدث
de: Neueste
es: Lo último
fa: آخرین
fa_af: آخرین
fr: Dernier
nb: Siste
pl: Najnowsze
ru: Последние
so: Ugu dambeeyay
ti: ዳሕረዋይ
tr: En yeni
uk: Останній
ur: تازہ ترین

# explore.sort
source: Post order
am: ትዕዛዝ ይለጥፉ
ar: طلب آخر
de: Bestellung aufgeben
es: Orden posterior
fa: ارسال سفارش
fa_af: سفارش پست کنید
fr: Publier la commande
nb: Legg inn bestilling
pl: Zamówienie pocztowe
ru: Разместить заказ
so: Dalabka boostada
ti: ፖስታ ትእዛዝ
tr: Gönderi sıralaması
uk: Розмістити замовлення
ur: پوسٹ آرڈر

# hub.eyebrow
source: YOUR LIFE IN NORWAY
am: ኑሮዎ በኖርዌይ
ar: حياتك في النرويج
de: IHR LEBEN IN NORWEGEN
es: TU VIDA EN NORUEGA
fa: زندگی شما در نروژ
fa_af: زندگی شما در ناروی
fr: VOTRE VIE EN NORVÈGE
nb: DITT LIV I NORGE
pl: TWOJE ŻYCIE W NORWEGII
ru: ВАША ЖИЗНЬ В НОРВЕГИИ
so: NOLOSHAADA NORWAY
ti: ህይወትካ ኣብ ኖርወይ
tr: NORVEÇ’TE HAYATIN
uk: ВАШЕ ЖИТТЯ В НОРВЕГІЇ
ur: ناروے میں آپ کی زندگی

# hub.welcome
source: Find your people.
am: የእርስዎን ሰዎች ያግኙ።
ar: ابحث عن شعبك.
de: Finden Sie Ihre Leute.
es: Encuentra a tu gente.
fa: افراد خود را پیدا کنید.
fa_af: مردم خود را پیدا کنید.
fr: Trouvez votre peuple.
nb: Finn dine folk.
pl: Znajdź swoich ludzi.
ru: Найдите своих людей.
so: Dadkaaga raadi.
ti: ህዝብኻ ድለ።
tr: Sana yakın insanlarla tanış.
uk: Знайдіть своїх людей.
ur: اپنے لوگوں کو تلاش کریں۔

# hub.welcome_body
source: Local conversations, shared interests and a little help along the way.
am: የአካባቢ ውይይቶች፣ የጋራ ፍላጎቶች እና በመንገድ ላይ ትንሽ እገዛ።
ar: المحادثات المحلية والاهتمامات المشتركة والقليل من المساعدة على طول الطريق.
de: Lokale Gespräche, gemeinsame Interessen und ein wenig Hilfe unterwegs.
es: Conversaciones locales, intereses compartidos y un poco de ayuda en el camino.
fa: گفتگوهای محلی، علایق مشترک و کمی کمک در طول مسیر.
fa_af: مکالمات محلی، علایق مشترک و یک کمک کوچک در طول راه.
fr: Des conversations locales, des intérêts partagés et un peu d’aide en cours de route.
nb: Lokale samtaler, felles interesser og litt hjelp underveis.
pl: Lokalne rozmowy, wspólne zainteresowania i mała pomoc po drodze.
ru: Местные разговоры, общие интересы и небольшая помощь в пути.
so: Sheeko maxalli ah, danaha la wadaago iyo in yar oo caawimo ah inta lagu jiro jidka.
ti: ናይ ከባቢ ዕላላት፡ ናይ ሓባር ድሌታትን ንእሽቶ ሓገዝን ኣብ መንገዲ።
tr: Yerel sohbetler, ortak ilgi alanları ve her adımda biraz destek.
uk: Місцеві розмови, спільні інтереси та невелика допомога на цьому шляху.
ur: مقامی گفتگو، مشترکہ دلچسپیاں اور راستے میں تھوڑی مدد۔

# hub.groups_short
source: Find common ground
am: የጋራ መግባባት ይፈልጉ
ar: العثور على أرضية مشتركة
de: Gemeinsamkeiten finden
es: Encuentra puntos en común
fa: زمینه مشترک پیدا کنید
fa_af: زمینه مشترک پیدا کنید
fr: Trouver un terrain d'entente
nb: Finn felles grunnlag
pl: Znajdź wspólną płaszczyznę
ru: Найдите общий язык
so: Raadi meel la wadaago
ti: ናይ ሓባር ርድኢት ድለዩ።
tr: Ortak noktada buluş
uk: Знайти спільну мову
ur: مشترکہ زمین تلاش کریں۔

# hub.events_short
source: Meet in real life
am: በእውነተኛ ህይወት ውስጥ ይገናኙ
ar: يجتمع في الحياة الحقيقية
de: Treffen Sie sich im wirklichen Leben
es: Conocerse en la vida real.
fa: در زندگی واقعی ملاقات کنید
fa_af: در زندگی واقعی آشنا شوید
fr: Rencontrez-vous dans la vraie vie
nb: Møtes i det virkelige liv
pl: Spotkaj się w prawdziwym życiu
ru: Встретимся в реальной жизни
so: La kulan nolosha dhabta ah
ti: ኣብ ሓቀኛ ህይወት ተራኸቡ።
tr: Yüz yüze tanış
uk: Знайомство в реальному житті
ur: حقیقی زندگی میں ملیں۔

# hub.find_people
source: Places to connect
am: የሚገናኙባቸው ቦታዎች
ar: أماكن للتواصل
de: Orte zum Verbinden
es: Lugares para conectarse
fa: مکان هایی برای اتصال
fa_af: مکان های برای اتصال
fr: Des lieux pour se connecter
nb: Steder å koble til
pl: Miejsca do połączenia
ru: Места для общения
so: Meelaha lagu xidho
ti: ንምትእስሳር ዝሕግዙ ቦታታት
tr: Buluşma noktaları
uk: Місця для підключення
ur: جڑنے کے لیے جگہیں۔

# hub.see_all
source: See all
am: ሁሉንም ይመልከቱ
ar: شاهد الكل
de: Alle anzeigen
es: Ver todo
fa: همه را ببینید
fa_af: همه را ببینید
fr: Voir tout
nb: Se alle
pl: Zobacz wszystko
ru: Посмотреть все
so: Dhammaan arag
ti: ኩሉ ርአ
tr: Tümünü gör
uk: Переглянути всі
ur: سب دیکھیں

# hub.groups_explanation
source: Your groups and city, followed by more communities to explore.
am: ቡድኖችዎ እና ከተማዎ፣ ተጨማሪ ማህበረሰቦችን ይከተሉ።
ar: مجموعاتك ومدينتك، تليها المزيد من المجتمعات لاستكشافها.
de: Ihre Gruppen und Ihre Stadt, gefolgt von weiteren Gemeinden, die es zu erkunden gilt.
es: Tus grupos y ciudad, seguidos de más comunidades para explorar.
fa: گروه ها و شهر شما و پس از آن جوامع بیشتری برای کاوش.
fa_af: گروه ها و شهر شما، به تعقیب آن جوامع بیشتر برای اکتشاف.
fr: Vos groupes et votre ville, suivis d'autres communautés à explorer.
nb: Dine grupper og byer, etterfulgt av flere fellesskap å utforske.
pl: Twoje grupy i miasto, a następnie więcej społeczności do odkrycia.
ru: Ваши группы и город, а также другие сообщества для изучения.
so: Kooxahaaga iyo magaaladaada, waxaa ku xiga jaaliyado badan si aad u sahamiso.
ti: ጉጅለታትኩምን ከተማኹምን፡ ስዒቡ ድማ ተወሳኺ ማሕበረሰባት ክትድህስሱ።
tr: Önce grupların ve şehrin, ardından keşfedebileceğin topluluklar.
uk: Ваші групи та місто, а потім інші спільноти для вивчення.
ur: آپ کے گروپس اور شہر، اس کے بعد مزید کمیونٹیز دریافت کریں۔

# hub.joined
source: Joined
am: ተቀላቅሏል።
ar: انضم
de: Beigetreten
es: Se unió
fa: پیوست
fa_af: پیوست
fr: Rejoint
nb: Ble med
pl: Dołączył
ru: Присоединился
so: Ku biiray
ti: ተጸንቢሩ
tr: Katıldın
uk: Приєднався
ur: شامل ہو گئے۔

# hub.retry
source: Try again
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
de: Versuchen Sie es erneut
es: Inténtalo de nuevo
fa: دوباره امتحان کنید
fa_af: دوباره تلاش کنید
fr: Réessayez
nb: Prøv igjen
pl: Spróbuj ponownie
ru: Попробуйте еще раз
so: Isku day mar kale
ti: እንደገና ፈትን።
tr: Tekrar dene
uk: Спробуйте знову
ur: دوبارہ کوشش کریں۔

# hub.plan_heading
source: Make Norway feel like home
am: ኖርዌይ እንደ ቤት እንዲሰማት ያድርጉ
ar: اجعل النرويج تشعر وكأنك في بيتك
de: Sorgen Sie dafür, dass sich Norwegen wie zu Hause fühlt
es: Haz que Noruega se sienta como en casa
fa: کاری کنید که نروژ احساس کند خانه شماست
fa_af: ناروی را مانند خانه احساس کنید
fr: Faites en sorte que la Norvège se sente comme chez vous
nb: Få Norge til å føle seg som hjemme
pl: Spraw, aby Norwegia poczuła się jak w domu
ru: Пусть Норвегия почувствует себя как дома
so: Ka dhig Norway sidii guri
ti: ኖርወይ ከም ገዛና ክትስምዓ ግበር
tr: Norveç’e alışmanı kolaylaştır
uk: Нехай Норвегія почувається як вдома
ur: ناروے کو گھر جیسا محسوس کریں۔

# hub.continue_plan
source: Continue my plan
am: እቅዴን ቀጥል።
ar: مواصلة خطتي
de: Setzen Sie meinen Plan fort
es: continuar mi plan
fa: به برنامه من ادامه بده
fa_af: برنامه من را ادامه دهید
fr: Continuer mon plan
nb: Fortsett planen min
pl: Kontynuuj mój plan
ru: Продолжить мой план
so: Qorshahayga sii wad
ti: መደበይ ቀጽሎ
tr: Planıma devam et
uk: Продовжуйте мій план
ur: میرا منصوبہ جاری رکھیں

# image.move_left
source: Move photo left
am: ፎቶ ወደ ግራ ውሰድ
ar: نقل الصورة إلى اليسار
de: Foto nach links verschieben
es: Mover foto a la izquierda
fa: عکس را به چپ منتقل کنید
fa_af: عکس را به چپ حرکت دهید
fr: Déplacer la photo vers la gauche
nb: Flytt bildet til venstre
pl: Przesuń zdjęcie w lewo
ru: Переместить фотографию влево
so: U dhaqaaq sawirka bidix
ti: ስእሊ ንጸጋም ኣንቀሳቕሶ
tr: Fotoğrafı sola taşı
uk: Перемістити фото вліво
ur: تصویر بائیں منتقل کریں۔

# image.move_right
source: Move photo right
am: ፎቶውን ወደ ቀኝ ያንቀሳቅሱ
ar: نقل الصورة إلى اليمين
de: Foto nach rechts verschieben
es: Mover foto a la derecha
fa: عکس را به راست منتقل کنید
fa_af: عکس را به سمت راست حرکت دهید
fr: Déplacer la photo vers la droite
nb: Flytt bildet til høyre
pl: Przesuń zdjęcie w prawo
ru: Переместить фото вправо
so: U dhaqaaq sawirka midig
ti: ስእሊ ንየማን ኣንቀሳቕሶ
tr: Fotoğrafı sağa taşı
uk: Перемістити фотографію праворуч
ur: تصویر کو دائیں منتقل کریں۔

# image.move_up
source: Move photo up
am: ፎቶ ወደ ላይ ይውሰዱት።
ar: نقل الصورة لأعلى
de: Foto nach oben verschieben
es: Mover foto hacia arriba
fa: انتقال عکس به بالا
fa_af: عکس را به بالا حرکت دهید
fr: Déplacer la photo vers le haut
nb: Flytt bildet opp
pl: Przesuń zdjęcie w górę
ru: Переместить фото вверх
so: Kor u qaad sawirka
ti: ስእሊ ንላዕሊ ኣንቀሳቕሶ
tr: Fotoğrafı yukarı taşı
uk: Перемістити фото вгору
ur: تصویر اوپر منتقل کریں۔

source: Feed filter
am: የምግብ ማጣሪያ
ar: مرشح الأعلاف
de: Futterfilter
es: Filtro de alimentación
fa: فیلتر خوراک
fa_af: فیلتر تغذیه
fr: Filtre d'alimentation
nb: Fôrfilter
pl: Filtr paszowy
ru: Кормовой фильтр
so: filtarka quudinta
ti: መጽረዪ መግቢ
tr: Akış filtresi
uk: Підживлювальний фільтр
ur: فیڈ فلٹر

# feed.follows
source: Follows
am: ይከተላል
ar: يتبع
de: Folgt
es: Sigue
fa: دنبال می کند
fa_af: دنبال میکند
fr: Suit
nb: Følger
pl: Podąża
ru: Подписывается
so: Raacda
ti: ይስዕብ
tr: Takip ettiklerin
uk: Слідує
ur: پیروی کرتا ہے۔

# image.move_down
source: Move photo down
am: ፎቶ ወደ ታች ውሰድ
ar: نقل الصورة إلى أسفل
de: Foto nach unten verschieben
es: Mover foto hacia abajo
fa: عکس را به پایین منتقل کنید
fa_af: عکس را به پایین حرکت دهید
fr: Déplacer la photo vers le bas
nb: Flytt bildet ned
pl: Przesuń zdjęcie w dół
ru: Переместить фото вниз
so: Hoos u qaad sawirka
ti: ስእሊ ንታሕቲ ኣግዕዞ
tr: Fotoğrafı aşağı taşı
uk: Перемістити фото вниз
ur: تصویر کو نیچے منتقل کریں۔
